my_99_cats/app/controllers/cats_controller.rb

    def create
        @cat = Cat.create!(cat_params)
---
INSERT INTO "cats" ("birth_date", "color", "name", "sex", "description", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5, $6, $7) RETURNING "id"  [["birth_date", "2019-02-13"], ["color", "tabby"], ["name", "Sydney"], ["sex", "F"], ["description", "m"], ["created_at", "2019-02-26 22:22:25.555401"], ["updated_at", "2019-02-26 22:22:25.555401"]]